Repository: richtabor/MerlinWP
Catalog: languages/*.po
Languages: it_it

source: Something went wrong. Please refresh the page and try again!
it_it: Qualcosa è andato storto. Aggiorna la pagina e prova ancora!

source: Please define default parameters in the form of an array.
it_it: Definisci i parametri di default in forma di array (vettore)

source: Welcome
it_it: Benvenuto

source: Child
it_it: Figlio

source: License
it_it: Licenza

source: Content
it_it: Contenuto

source: Ready
it_it: Pronto

source: The welcome step has been displayed
it_it: Il messaggio di benvenuto è stato mostrato

source: The license activation step has been displayed
it_it: Lo step di attivazione licenza è stato mostrato

source: The child theme installation step has been displayed
it_it: Lo step di installazione del tema figlio è stato mostrato

source: Required
it_it: Richiesto

source: The plugin installation step has been displayed
it_it: Lo step di installazione plugin è stato mostrato

source: Select Demo
it_it: Selezione Demo

source: The content import step has been displayed
it_it: Lo step di importazione contenuto è stato mostrato

source: The final step has been displayed
it_it: Lo step finale è stato mostrato

source: The existing child theme was activated
it_it: Il tema figlio esistente è stato attivato

source: The newly generated child theme was activated
it_it: Il tema figlio appena generato è stato attivato

source: Yikes! The theme activation failed. Please try again or contact support.
it_it: Azz! L'attivazione del tema è fallita. Riprova o contatta il servizio di supporto.

source: Please add your license key before attempting to activate one.
it_it: Aggiungi la licenza prima di continuare o di tentare l'attivazione.

source: The license activation was performed with the following results
it_it: L'attivazione della licenza è stata eseguita con il seguente risultato

source: An error occurred, please try again.
it_it: Errore, riprovare

source: Your license key expired on %s.
it_it: La tua licenza è scaduta il %s.

source: Your license key has been disabled.
it_it: La tua licenza è stata disabilitata.

source: This appears to be an invalid license key. Please try again or contact support.
it_it: La licenza sembra non essere valida. Prova ancora o contatta il servizio di supporto.

source: Your license is not active for this URL.
it_it: La licenza non è attiva per questo URL.

source: This appears to be an invalid license key for %s.
it_it: Sembra essere una licenza non valida per %s.

source: Your license key has reached its activation limit.
it_it: La licenza ha raggiunto il numro di attivazioni limite.

source: The child theme functions.php content was generated
it_it: Il contenuto di functions.php del tema figlio è stato generato

source: The child theme style.css content was generated
it_it: Il contenuto di style.css del tema figlio è stato generato

source: The child theme screenshot was copied to the child theme, with the following result
it_it: Lo screenshot del tema figlio è stato copiato nel tema figlio, con il seguente risultato

source: The child theme screenshot was not generated, because of these results
it_it: Lo screenshot del tema figlio non è stato generato per questi motivi

source: Activating
it_it: Attivazione

source: Updating
it_it: Aggiornamento

source: Installing
it_it: Installazione

source: A plugin with the following data will be processed
it_it: Un plugin con le seguenti info sarà procesato

source: A plugin with the following data was processed
it_it: Un plugin con le seguenti info è stato procesato

source: Success
it_it: Successo

source: The content importer AJAX call failed to start, because of incorrect data
it_it: L'importatore di contenuto in chiamata AJAX non si è avviato a causa di dati non corretti

source: Invalid content!
it_it: Contenuto non valido

source: The content import AJAX call will be executed with this import data
it_it: L'importatore di contenuto in chiamata AJAX sarà eseguto con questi dati di importazione

source: The content import AJAX call failed with this passed data
it_it: L'importatore di contenuto in chiamata AJAX ha fallito con questi dati ricevuti

source: Error
it_it: Errore

source: Invalid data!
it_it: Dati non validi!

source: Demo content data.
it_it: Dati del contenuto Demo.

source: Pending
it_it: In attesa

source: Sample widgets data.
it_it: Dati esempio dei widget.

source: Sample Revolution sliders data.
it_it: Dati esempio Revolution slider.

source: Options
it_it: Opzioni

source: Sample theme options data.
it_it: Opzioni esempio tema

source: Redux Options
it_it: Opzioni Redux

source: Redux framework options.
it_it: Opzioni framework Redux

source: After import setup
it_it: Impostazione post-setup

source: After import setup.
it_it: Impostazione post-setup.

source: The revolution slider import was executed
it_it: L'importazione del revolution slider è stata eseguita

source: The home page was set
it_it: La home page è stata impostata

source: The blog page was set
it_it: La pagina del blog è stata impostata

source: The Hello world post status was set to draft
it_it: Lo stato dell'articolo Hello world è stato lasciato come bozza

source: This predefined demo import does not have the name parameter: import_file_name
it_it: Questo demo import predefinito non ha il nome del parametro: import_file_name

source: The customizer import has finished successfully
it_it: Importazione del customizer si è conclusa con successo

source: Error: The customizer import file is missing! File path: %s
it_it: Errore: file di import del customizer mancante! percorso %s

source: Error: The customizer import file does not have any content in it. Please make sure to use the correct customizer import file.
it_it: Errore: file di import del customizer vuoto. Accertati di aver selezionato il file corretto.

source: Error: The customizer import file is not in a correct format. Please make sure to use the correct customizer import file.
it_it: Errore: file di import del customizer in formato errato. Accertati di aver selezionato il file corretto.

source: Error: The customizer import file is not suitable for current theme. You can only import customizer settings for the same theme or a child theme.
it_it: Errore: file di import del customizer non è adatto per il tema corrente. Puoi importare le impostaizoni del customizer solo per lo stesso tema o tema figlio.

source: The file was not able to save to disk, while trying to download it
it_it: Non è stato possibilesalvare il file su disco, durante il download

source: Missing URL for downloading a file!
it_it: URL mancante per il file in download!

source: An error occurred while fetching file from: %1$s%2$s%3$s!%4$sReason: %5$s - %6$s.
it_it: Errore riscotnrato nel recuperare il file da: %1$s%2$s%3$s!%4$sReason: %5$s - %6$s.

source: The Redux Framework data was imported
it_it: Dati del Redux Framework importati

source: Error: Widget import file could not be found.
it_it: Errore: impossibile il file di importazione dei widget

source: Error: Widget import file does not have any content in it.
it_it: Errore: il file di importazione dei widget non ha contenuto

source: Error: Widget import data could not be read. Please try a different file.
it_it: Errore: impossibile leggere il file di importazione dei widget. Provare con un altro file.

source: Sidebar does not exist in theme (moving widget to Inactive)
it_it: La barra laterale non esiste in questo tema (moving widget to Inactive)

source: Site does not support widget
it_it: Il sito non supporta i widget

source: Widget already exists
it_it: Il widget esiste già

source: Imported
it_it: Importato

source: Imported to Inactive
it_it: Importato a Inattivo

source: No Title
it_it: Nessun titolo

source: No results for widget import!
it_it: Nessun risutlato per l'importazione widget!
